<!DOCTYPE html public "-//w3c//dtd html 4.0 transitional//en">
<HTML>
	<HEAD>
		<META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
		<META name="GENERATOR" content="Mozilla/4.51 [en] (X11; I; SunOS 5.8 sun4u) [Netscape]">
		<TITLE>Robert's Home Page</TITLE>
		<LINK rev="made" href="mailto:coque@cpt.univ-mrs.fr">
        <meta property="fb:admins" content="100004310470161" />
	</HEAD>
	<body>
		<div align="left">
			<h1>
				<img src="miniOrion.JPG" height=284 width=288> Robert Coquereaux &nbsp; <a href="parallel/parallelindex.html">
					<img ismap src="minixgaviota.JPG" border=0 height=385 width=347>
				</a>Web pages			</h1>
		</div>
		<! -- la syntaxe ismap est ancienne et le lien parallel a ete supprime -->
		
		<div align=right>
			<hr width="100%">
		</div>
		Robert Coquereaux<br>
		Directeur de Recherche au CNRS
		<p>Physicien th&eacute;oricien au&nbsp; <a href="http://www.cpt.univ-mrs.fr/">Centre de Physique Th&eacute;orique&nbsp; </a>(CPT)<br>
			Case 907. Luminy.&nbsp; 13288. Marseille.<br>
			France.		</p>
		<td>
			<div align="right">
				<a href="indexF.html"><img src="drapeau_fr.jpg" width="58" height="46" border="0" alt="Version francaise"></a>			</div>		</td>
		<hr width="100%">
		<hr width="100%">
		<h3><a href="CV.html"><font color="#ab703c">Curriculum Vitae &amp; Publication list</font></a></h2>
<hr width="100%">
    <hr width="100%">

 <h3> Recent publications (after 2018) : 
   <p> <font size="2"> <a href="https://doi.org/10.1080/10586458.2018.1446062"> 
<font color="#ab703c">  
Theta functions for lattices of SU(3) hyper-roots. </a></font>
&nbsp;&nbsp;
<font size="2"> <a href="https://arxiv.org/abs/1708.00560"> 
<font size="2"> <font color="#ab703c"> Preprint version </a></font>

 &nbsp;&nbsp;
 <font size="2">
<a href="publication_Hyper_Roots_adv.pdf">
<font color="#ab703c">  
About this publication and about higher representation theory</a></font>

<p><font size="2"><a href="https://doi.org/10.4171/AIHPD/57"> 
<font color="#ab703c">
<font size="2"> From orbital measures to Littlewood-Richardson coefficients and hive polytopes  (with J.-B. Zuber) </a></font>
&nbsp;&nbsp;
<font size="1">  <a href "http://arxiv.org/abs/1706.02793"> Preprint version
 </a></font>

<p> <font size="2"><a href="https://arxiv.org/abs/1809.03394">
<font color="#ab703c">
<font size="2">The Horn Problem for Real Symmetric and Quaternionic Self-Dual Matrices - Preprint version (with J.-B. Zuber) </a></font>

<p> <font size="2"><a href="https://arxiv.org/abs/1904.00752">
<font color="#ab703c">
<font size="2">On Horn's Problem and its Volume Function - Preprint version (with  C. McSwiggen and J.-B. Zuber) </a></font>

<p> <font size="2"><a href="https://arxiv.org/abs/1905.09662">
<font color="#ab703c">
<font size="2">Revisiting Horn's Problem - Preprint version (with  C. McSwiggen and J.-B. Zuber) </a></font>

<p> <font size="2"><a href="https://arxiv.org/abs/2001.08046">
<font color="#ab703c">
<font size="2">On Schur problem and Kostka numbers - Preprint version (with  J.-B. Zuber) </a></font>


<p> <font size="2"><a href="https://arxiv.org/abs/2003.00358">
<font color="#ab703c">
<font size="2">Multiplicities, Pictographs, and Volumes </a></font>

<p> <font size="2"><a href="https://arxiv.org/abs/2209.15247">
<font color="#ab703c">
<font size="2">About integer-valued variants of the theta and 6j symbols</a></font>

 </h3>

    
    <hr width="100%">
    <h3><a href="linksxtoxmyxpapers.html">Links to several other articles </font></a><font size="2">in html (hypertext), ps or pdf  </font></h3>
    
    
        <hr width="100%">
    Video (2005) :   <a href="http://semioweb.msh-paris.fr/AAR/412/liste_conf.asp?id=412#Espaces%20fibr%E9s%20et%20interactions%20fondamentales">
       <font size="+1"> Espaces fibr&eacute;s et interactions fondamentales</a> (1h.) :    </font><font size="-1"> Lecture given at the M.S.H, Paris, 2005. Conference &quot;Fibr&eacute;s, fibrations et connexions&quot; (coll. Les archives audiovisuelles de la recherche)</font>
    <h3><font size="-2"><br>
    
        <hr width="100%">
    </font><a href="linkxtoxbook.html">Livre HyperTexte -- HyperText Book</font>:</a> </h3>
<center>
			  <a href="linkxtoxbook.html">ESPACES FIBRES ET CONNEXIONS</a>              
</center>
			<ul>
			  <ul>
			    <ul>
			      <center>
			        <a href="linkxtoxbook.html">FIBER BUNDLES AND CONNECTIONS</a>		            
			      </center>
		        </ul>
		      </ul>
    </ul>
			<ul>
			  <ul>
			    <ul>
			      <ul>
			        <ul>
			          <ul>
			            <ul>
			              <ul>
			                <center>
			                  <a href="BookGeo_2016_html/source.html">Table of contents - Table des mati&egrave;res</a>
		                    </center>
				          </ul>
				        </ul>
			          </ul>
			        </ul>
		          </ul>
		        </ul>
		      </ul>
    </ul>
			<center>
				Un livre de g&eacute;om&eacute;trie diff&eacute;rentielle en hypertexte
    </center>
			<center>
			  <font color="#d40000">A book of differential geometry in hypertext (sorry, the english version is not available)</font>
    </center>
	        <font size="-1">Ce livre est une introduction &agrave; la th&eacute;orie des espaces fibr&eacute;s. Il est destin&eacute;s aux jeunes (et aux moins jeunes) voulant d&eacute;couvrir les structures math&eacute;matiques qui se situent &agrave; la base de notre compr&eacute;hension des th&eacute;ories physiques contemporaines. Il s'adresse donc, a priori , &agrave; un public d'&eacute;tudiants en physique th&eacute;orique mais il peut &eacute;galement constituer une introduction aux id&eacute;es en question pour les jeunes math&eacute;maticiens, et plus g&eacute;n&eacute;ralement pour les curieux poss&eacute;dant un bagage math&eacute;matique suffisant (niveau requis &eacute;gal ou sup&eacute;rieur &agrave; celui qu'on acquiert , en France, dans les classes de Math&eacute;matiques Sp&eacute;ciales ou &agrave; l'issue du DEUG A). L'accent est essentiellement mis sur la th&eacute;orie des espaces fibr&eacute;s et celle des connexions, ainsi que sur la g&eacute;om&eacute;trie riemanienne, mais les deux premiers chapitres contiennent un r&eacute;sum&eacute; de notions g&eacute;n&eacute;rales concernant les vari&eacute;t&eacute;s diff&eacute;rentiables, les groupes et les alg&egrave;bres de Lie. Le dernier chapitre est une introduction &agrave; la g&eacute;om&eacute;trie non commutative. Le style est volontairement informel. Si vous cherchez &agrave; lire un r&eacute;sum&eacute; hyper-dense, ceci n'est pas pour vous. Dans sa forme actuelle, l'ouvrage ne contient aucune description de la g&eacute;om&eacute;trie des var&eacute;t&eacute;s gradu&eacute;es (super-g&eacute;om&eacute;trie). Ce th&egrave;me sera ult&eacute;rieurement incorpor&eacute; &agrave; l'ouvrage. La premi&egrave;re version html a &eacute;t&eacute; mise sur l'internet en mai 1997. La version html actuellement disponible est la version 3.00 (mai 2002). La version ps actuellement disponible est la version 3.00 (mai 2002).            </font>
            <dd><font size="-1">Mots clefs : vari&eacute;t&eacute;s, groupes de Lie, alg&egrave;bres de Lie, actions de groupes, espaces homog&egrave;nes, espaces fibr&eacute;s, connexions, d&eacute;riv&eacute;es covariantes, courbure, champs de jauge, Yang-Mills, Relativit&eacute; G&eacute;n&eacute;rale, interactions fondamentales, gravit&eacute;, g&eacute;om&eacute;trie non commutative. </font>
            <dd><font size="-1">Keywords : manifolds, Lie groups, Lie algebras, group actions, homogeneous spaces, fiber bundles, connections, covariant derivatives, curvature, gauge fields, Yang-Mills, General Relativity, fundamental interactions, gravity, noncommutative geometry.	                  
	</font>
    <dd>
				<hr align="left" width="100%">
				<hr align="left" width="100%">
			</p>
	            
            <div align="left"><u><font color="#ab703c"> <font size="+2"><strong>Organised conferences</strong></font></u><b><font color="#ab703c"><br>
            <br>
            
            Infinite Dimensional Geometry, Non Commutative Geometry, Operator Algebras  and Fundamental Interactions<br>
              First Carribean Spring School of Mathematics and Theoretical Physics.</b><font size="-1">&nbsp;Saint-Fran&ccedil;ois, Guadeloupe (31 mai - 13 juin 1993)      </div>
              
      <hr align="left" width="100%">
            <div align="left"><b>
            <a href="Bariloche2000/Bariloche2000/Bariloche2000.html">Quantum symmetries in theoretical physics and mathematics  -- 
            <a href="Bariloche2000/Bariloche2000/Bariloche2000.html">Simetr&iacute;as cu&aacute;nticas en f&iacute;sica te&oacute;rica y en matem&aacute;tica --  Sym&eacute;tries quantiques en physique th&eacute;orique et en math&eacute;matiques</a><br>
            </font></b><strong><b><a href="Bariloche2000/Bariloche2000/Bariloche2000.html">BARILOCHE 2000</a></b></font></strong>: A CIMPA-UNSA-UNESCO-ARGENTINA SCHOOL    <font size="-1">S.C. de Bariloche, Patagonia, Argentina (10 - 22 janvier 2000)<strong><br>
            </strong></font>
            Available lectures (<a href="Bariloche2000/Bariloche2000/Bariloche2000.html"> download </a>) : <font size="3">N. Andruskiewitsch, M. Dubois-Violette, D. Evans, A. Ocneanu, O. Ogievetsky, J.B. Zuber.</font><br>
            Available poster<strong>: </strong><a href="Bariloche2000/Bariloche2000/Bariloche2000.html"><font size="3">Classification</font></a> <a href="Bariloche2000/Bariloche2000/Bariloche2000.html"><font size="3">of SL(2,C) and SL(3,C)&nbsp; quantum subgroups</font></a> by <font size="3"><a href="Bariloche2000/Bariloche2000/ch3_h.jpg">A. Ocneanu</a></font>, poster presented at the Bariloche school</font>, <font size="3">in relation with the classification of&nbsp; SU(3) lattice integrable models (P. Di Francesco - <a href="Bariloche2000/Bariloche2000/zuber.jpg">J.B. Zuber </a>).<br>
            </font>
            <font size="-1"><a href="Bariloche2000/Bariloche2000/Photos_Lecturers.html"><b><font size="+0">Lecturers </font></b><font size="+0">(photos):</font></a> N. Andruskiewitsch, M. Dubois-Violette, D. Evans, A. Ocneanu, O. Ogievetsky, N. Reshetikhin, M. Rosso, A. Varchenko, S.L. Woronowicz, J.B. Zuber. </font><font size="-1"></font> <font size="-1"><br>
            </font>      </div>
            
      <hr align="left" width="100%">
            <div align="left"><strong>Geometry and Integrability in Mathematical Physics :</strong><font color="#CD6B22"> <a href="http://www.lpthe.jussieu.fr/~pzinn/gimp/gimp08/">GIMP'08</a></font><br>
          Marseille, 15-19 septembre 2008<br>
          <a href="gimp08_poster_hi.jpg">Poster</a>      </div>
          
      <hr align="left" width="100%">
            <div align="left"> <a href="http://math.cts.nthu.edu.tw/Mathematics/2011Taiwan-FranceWorkshop.htm"><strong><font color="#AB703C">Symplectic Geometry and Quantum Symmetries in Mathematical Physics</strong></a></font>
            <a href="http://math.cts.nthu.edu.tw/Mathematics/2011Taiwan-FranceWorkshop.htm"><font color="#AB703C"><strong></strong></font></a><br>
    Hsinchu, NCTS, 21-25 fevrier 2011<br>
    NCTS-CPT Joint Workshop. National Center for Theoretical Sciences, Hsinchu, Taiwan.<br>
    <a href="AfficheTaiwan.pdf">Poster</a>      </div>
      <hr align="left" width="100%">
        <hr align="left" width="100%">
        
        <!--
        <div align="left"><font color="#d40000">Warning</font> :  The following bookmarks are rather old...        </div>
    <dd><font size="5" color="#ab703c"><br>
        <strong>Mathematics &amp; Theoretical Physics :</strong> <a href="URLsScience">bookmarks</a></font>
      <TABLE BORDER=3>
        <TR>
          <TD> Quantum field theory </TD>
            <TD>
              <div align="right">
                Elementary particles			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Classical and quantum gravity </TD>
            <TD>
              <div align="right">
                Cosmology			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Differential and riemannian geometry</TD>
            <TD>
              <div align="right">
                Lie groups,  etc.			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Quantum groups and quantum groupoids </TD>
            <TD>
              <div align="right">
                Non Commutative Geometry			        </div>			    </TD>
        </TR>
        <TR>
          <TD> <a href="book/node4.html"><font size="4">Comments on Physics, Mathematics, Life, the Universe and Everything</font></a>                </TD>
            <TD> </TD>
        </TR>
      </TABLE>
      -->
      
    <dd><font size="5" color="#ab703c"><br>
    Computers</font>
    <TABLE BORDER=3 width = 34%>
				<TR>
					<TD><a href="LispIvoryMachines.html">Lisp and Ivory machines (links) </a></TD>
					<TD>
						<div align="right">
						  <p><a href="FromIvoryToG5/index.html"><font size="4">MacIvory to G5 via X11</font></a></p>
						</div>					</TD>
				</TR>
				<TR>
					<td></td>
					<TD>
						<div align="right"></div>					</TD>
				</TR>
      </TABLE>
    
    The last link is a memo explaining how to send an X11 window from a (very old) Ivory Lisp Machine running Genera to a (not so new) Apple G5 running OSX     
    <font size="5">      
      <p><font size="5" color="#ab703c">Photos</font>    </p>
  <TABLE BORDER=3 width = 30%>
	
		<!--
		  <TR>
			  <TD> Travels </TD>
			  <TD>  <div align="right">  <a href="coque.html">Family TEST</a></div>  </TD>
		  </TR>	  
		  -->
		  
		  
		  <TR>
			  <TD>    <a href="https://www.youtube.com/watch?v=KZU5RmnvPTE"> Diving (video Tuamotu) </a> </TD>
			  <TD>
				  <div align="right">
					  <a href="coquexbookmarks.html#Anchor-Aikido-49575">
						  Aikido					  </a>				  </div>			  </TD>
		  </TR>
    </TABLE>
		<hr width="100%">		
          <font size="5" color="#ab703c">Links</font><br>    
          
          <!--
          <a href="http://ampons.club.fr/">PageWebPons</a>	<a href="http://www.cpt.univ-mrs.fr/">CPT</a> <a href="http://www.cirm.univ-mrs.fr/">CIRM</a> <a href="http://wwwth.cern.ch/">CERN-TH</a><br>
          -->
          
    <div align="left"> </div>
		  <div align="left"><a href="Marseille/routard.html"><font color="#0000FF"> <font size="2">Marseille</font></a> : <font size="2">hotels, restaurants, history, things to do</font> <font size="-1">(from Guide du Routard, access restricted to specific machines within the CPT...)</font> </div>
		
		<hr width="100%">
		<hr width="100%">
        <h3><a href="Computer_programs/index.html" title="computer_programs" target="new">Mathematica notebooks  (Wolfram Language), Packages, CDF demonstrations, Magma programs</a></h3>
   <font color="#ab703c">   <font size="2">    Representation theory . Intertwiners and honeycombs. Symmetric polynomials. </font> 
                <hr width="100%">
		<hr width="100%">
         <h3><a href="Varia/index.html" title="varia" target="new">Notes, lectures, demos, unpublished results, etc.</a></h3>       
            <hr width="100%">
		<hr width="100%">
				<h3><font size="2"><em>In physics, one knows how to associate particular quantum field theories (conformal field theories of type WZW) to fusion categories defined by the couple (G,k) where G is a Dynkin diagram (describing a simple Lie group) and k is a non negative integer called the level. Another possibility is to associate a field theory to the fusion category defined by the quantum double of a finite group, or more generally to a pair (H,<font face="Symbol">w</font> ) where <font face="Symbol">w</font>  is a U1-valued 3-cocycle on H. Even more generally one can consider orbifolds models defined by a Lie group, some level, and a finite subgroup.<br>
		</em></font><font size="2"><em>Associated module-categories may be called &quot;quantum subgroups&quot; or &quot;quantum modules&quot;.  They can be described by fusion graphs. They possess their own interpretation in the framework of boundary conformal field theories. In particular, one knows, for every one of them, how to define and calculate a modular invariant quantity that is interpreted as a partition function.</em></font></h3>

		<h3><font color="#ab703c" size="+2"><a href="quantumfusion/FusionGraphs.html">Fusion graphs</a></font> </h3>
	<h3 align="justify"><font size="2">To every Dynkin diagram G and to every positive integer k (level), one associates a fusion category that can be described either in terms of integrable representations of affine Lie algebras, or in terms of a particular class of representations of quantum groups at roots of unity. Fusion by fundamental integrable representations can be described by graphs called (fundamental) &quot;fusion graphs&quot;. These fusion categories somehow generalize, at the quantum level, the theory of representations of Lie groups and Lie algebras, and the process of &quot;fusion&quot; replaces the usual notion of tensor product of representations. The web pages that are given (<a href="quantumfusion/FusionGraphs.html">here</a>) show fusion graphs of type (G,k) and describe some of their properties, for all types of Dynkin diagrams (of small rank), and for various values of the level. <br>
     Fusion graphs associated with the other irreducible integrable representations (not necessarily fundamental) can also be drawn, see the example below.
    </font></h3>
    
    
    <script type="text/javascript" src="http://www.wolfram.com/cdf-player/plugin/v2.1/cdfplugin.js"></script>
<script type="text/javascript">
var cdf = new cdfplugin();
cdf.setDefaultContent('<a href="http://www.wolfram.com/cdf-player/"><img  src="SU3Level4FusionGraphsCDF.png"></a>');
cdf.embed('SU3Level4FusionGraphsCDF.cdf', 593, 504);
</script>    
    
    
	<h3><font color="#ab703c" size="+2"><a href="quantumfusion/FusionGraphs.html">Fusion graphs for quantum modules and quantum subgroups</a></font></h3>
		<h3><font size="2">  
        Classically, every finite subgroup of a Lie group possesses its own theory of representations, and the space obtained by considering sum of irreducible representations is a module over the representation ring associated with the chosen Lie group. Something similar exists in the quantum framework: for every fusion category of type (G,k) one can consider &quot;module-categories&quot; (not to be confused with modular categories) on which the previous one, which is monoidal, acts. 
  Action of (G,k) on a chosen module can itself be described by a graph. See (<a href="Bariloche2000">here</a>) the lectures given at the school of Bariloche 2000, and in particular the contribution of A. Ocneanu describing the classification of quantum modules and quantum subgroups of G=SU(2), SU(3), and SU(4). Our web pages (<a href="quantumfusion/FusionGraphs.html">there</a>) summarize these classifications and give other examples for other choices of G.</font></h3>
  

        
        
           <hr width="100%">
	   <h3><font color="#ab703c" size="+2"><a href="quantumdoubles/comments.html">Character tables (modular data) for quantum doubles of finite groups</a></font></h3>
       
       <h3><font size="2"> This file contains modular data for Drinfeld doubles of finite groups, also called (untwisted) quantum doubles of finite groups.<br>
    In particular it contains modular data for all exceptional finite subgroups of SU2, SU3, and for a few members belonging to their infinite series of sugbroups.</font></h3>
            
<hr width="100%">
	
				<div align="right">
<font size="2">What about diving (zoom!) into a fractal tiling of order 7 ?
</font> <img src="7xstarxgrey.JPG" alt="" width=280 height=285></a>
                 </address>
				</div>
			</div>
            <div align="right"><font size="2"><a href="Star7Explications.html">If you want to know...</a></font>               
                    </div>
		
	<dd>

<hr width="100%">
        
	  <h3 align="right">
			<TABLE BORDER=0 width=100% >
				<TR>
					<TD width = 40%> Centre de Physique Th&eacute;orique </TD>
					<TD width = 40%> Centre International de Rencontres Math&eacute;matiques</TD>
				</TR>
				<TR>
					<TD> <a href="http://www.cpt.univ-mrs.fr/"><img src="Key.gif" border=0 height=325 width=140 align=TOP></a>					</TD>
					<TD>
						<p><a href="http://www.cirm.univ-mrs.fr/"><img src="K3voeux2005.jpg" border=0 height=325 align=TOP></a>						</p>					</TD>
				</TR>
				<TR>
					<TD> <p><font size="2" color="#8119b8">Clef de l'univers accroch&eacute;e &agrave; la lune </font></p></TD>
					<TD>
						<div align="left">
							<p><i><a href="AssociahedronFE.pdf"><font size="2">Associahedron K3</font></a></i></p>
						</div>					</TD>
				</TR>
				<TR>
					<TD>
						<p><i><a href="http://www2.iap.fr/users/esposito/logos.html"><font size="1" color="#8119b8">About the artist</font></a>
							</i>						</p>					</TD>
					<TD></TD>
				</TR>
			</TABLE>
      </h3>
            <hr align="right" width="100%">
             <div align="right"><a href="mailto:coque@cpt.univ-mrs.fr"><font size="3">Send me an email</font></a>  </div>
             
<div align="right">
		  <! -- Code ancien pour compteur . A revoir. Le fichier est peut etre installe dans un endroit ou l execution d un cgi-bin est impossible ? -->
		  <! --  &nbsp; -->
		  <! -- This page has been accessed&nbsp;
		<img src="http://www.cpt.univ-mrs.fr/%7ecoque/nph-count/" height=20 width=75>
	          <! -- times since November 8th , 2002, 0:00 pm -->
        </div>
		</body>
</HTML>
