<!DOCTYPE html public "-//w3c//dtd html 4.0 transitional//en">
<HTML>
	<HEAD>
		<META http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
		<META name="GENERATOR" content="Mozilla/4.51 [en] (X11; I; SunOS 5.8 sun4u) [Netscape]">
		<TITLE>Robert's Home Page</TITLE>
		<LINK rev="made" href="mailto:coque@cpt.univ-mrs.fr">
        <meta property="fb:admins" content="100004310470161" />
	</HEAD>
	<body>
		<div align="left">
			<h1>
				<img src="miniOrion.JPG" height=284 width=288> Robert Coquereaux &nbsp; <a href="parallel/parallelindex.html">
					<img ismap src="minixgaviota.JPG" border=0 height=385 width=347>
				</a>Web pages			</h1>
		</div>
		<! -- la syntaxe ismap est ancienne et le lien parallel a ete supprime -->
		<div align=right>
			<hr width="100%">
		</div>
		Robert Coquereaux<br>
		Directeur de Recherche au CNRS
		<p>Physicien th&eacute;oricien au&nbsp; <a href="http://www.cpt.univ-mrs.fr/">Centre de Physique Th&eacute;orique&nbsp; </a>(CPT)<br>
			Case 907. Luminy.&nbsp; 13288. Marseille.<br>
			France.		</p>
		<td>
			<div align="right">
				<a href="index.html"><img src="gra-bretanha.jpg" width="58" height="46" border="0" alt="Version anglaise"></a>			</div>		</td>
		<hr width="100%">
		<hr width="100%">
		<h2><a href="CV.html"><font color="#ab703c">Curriculum Vitae &amp; liste de publications</font></a></h2>
<hr width="100%">
    <hr width="100%">
	<h2>&nbsp;	</h2>
    <h3><a href="linksxtoxmyxpapers.html"><font color="#ab703c">Quelques uns de mes articles  </font></a><font size="2">in html (hypertext), ps or pdf  </font></h3>
    <font size="+0"><br>
    Video :   <a href="http://semioweb.msh-paris.fr/AAR/412/liste_conf.asp?id=412#Espaces%20fibr%E9s%20et%20interactions%20fondamentales">Espaces fibr&eacute;s et interactions fondamentales</a> (1h.) :    </font><font size="-1"> Pr&eacute;sentation donn&eacute;e au M.S.H, Paris, 2005. Conf&eacute;rence &quot;Fibr&eacute;s, fibrations et connexions&quot; (coll. Les archives audiovisuelles de la recherche)</font>
    <blockquote>
<h3><font size="-2"><br>
        </font><a href="linkxtoxbook.html"><font color="#ab703c">	Livre hypertexte</font></a> </h3>
    </blockquote>
<center>
			  <a href="linkxtoxbook.html">ESPACES FIBRES ET CONNEXIONS</a>              
</center>
			<ul>
			  <ul>
			    <ul>
			      <center>
			        <a href="linkxtoxbook.html">FIBER BUNDLES AND CONNECTIONS</a>		            
			      </center>
		        </ul>
		      </ul>
    </ul>
			<ul>
			  <ul>
			    <ul>
			      <ul>
			        <ul>
			          <ul>
			            <ul>
			              <ul>
			                <center>
			                  <a href="BookGeo_2016_html/source.html">Table of contents - Table des mati&egrave;res</a>
		                    </center>
				          </ul>
				        </ul>
			          </ul>
			        </ul>
		          </ul>
		        </ul>
		      </ul>
    </ul>
			<center>
				Un livre de g&eacute;om&eacute;trie diff&eacute;rentielle en hypertexte
    </center>
			<center>
			  <font color="#d40000">A book of differential geometry in hypertext (sorry, the english version is not available)</font>
    </center>
	        <font size="-1">Ce livre est une introduction &agrave; la th&eacute;orie des espaces fibr&eacute;s. Il est destin&eacute;s aux jeunes (et aux moins jeunes) voulant d&eacute;couvrir les structures math&eacute;matiques qui se situent &agrave; la base de notre compr&eacute;hension des th&eacute;ories physiques contemporaines. Il s'adresse donc, a priori , &agrave; un public d'&eacute;tudiants en physique th&eacute;orique mais il peut &eacute;galement constituer une introduction aux id&eacute;es en question pour les jeunes math&eacute;maticiens, et plus g&eacute;n&eacute;ralement pour les curieux poss&eacute;dant un bagage math&eacute;matique suffisant (niveau requis &eacute;gal ou sup&eacute;rieur &agrave; celui qu'on acquiert , en France, dans les classes de Math&eacute;matiques Sp&eacute;ciales ou &agrave; l'issue du DEUG A). L'accent est essentiellement mis sur la th&eacute;orie des espaces fibr&eacute;s et celle des connexions, ainsi que sur la g&eacute;om&eacute;trie riemanienne, mais les deux premiers chapitres contiennent un r&eacute;sum&eacute; de notions g&eacute;n&eacute;rales concernant les vari&eacute;t&eacute;s diff&eacute;rentiables, les groupes et les alg&egrave;bres de Lie. Le dernier chapitre est une introduction &agrave; la g&eacute;om&eacute;trie non commutative. Le style est volontairement informel. Si vous cherchez &agrave; lire un r&eacute;sum&eacute; hyper-dense, ceci n'est pas pour vous. Dans sa forme actuelle, l'ouvrage ne contient aucune description de la g&eacute;om&eacute;trie des var&eacute;t&eacute;s gradu&eacute;es (super-g&eacute;om&eacute;trie). Ce th&egrave;me sera ult&eacute;rieurement incorpor&eacute; &agrave; l'ouvrage. La premi&egrave;re version html a &eacute;t&eacute; mise sur l'internet en mai 1997.La version html actuellement disponible est la version 3.00 (mai 2002).La version ps actuellement disponible est la version 3.00 (mai 2002).            </font>
            <dd><font size="-1">Mots clefs : vari&eacute;t&eacute;s, groupes de Lie, alg&egrave;bres de Lie, actions de groupes, espaces homog&egrave;nes, espaces fibr&eacute;s, connexions, d&eacute;riv&eacute;es covariantes, courbure, champs de jauge, Yang-Mills, Relativit&eacute; G&eacute;n&eacute;rale, interactions fondamentales, gravit&eacute;, g&eacute;om&eacute;trie non commutative. </font>
            <dd><font size="-1">Keywords : manifolds, Lie groups, Lie algebras, group actions, homogeneous spaces, fiber bundles, connections, covariant derivatives, curvature, gauge fields, Yang-Mills, General Relativity, fundamental interactions, gravity, noncommutative geometry.	                  
	</font>
    <dd>
				<hr align="left" width="100%">
	<hr align="left" width="100%">    
    <dd>
      <h3>
        </p>
        <br>
        <a><font color="#ab703c">
        Conf&eacute;rences organis&eacute;es</font></a>      </h3>
    <dd>
      <div align="left"><b>Infinite Dimensional Geometry, Non Commutative Geometry, Operator Algebras  and Fundamental Interactions<br>
      First Carribean Spring School of Mathematics and Theoretical Physics.</b><font size="-1">&nbsp;Saint-Fran&ccedil;ois, Guadeloupe (31 mai - 13 juin 1993)</font>      </div>
      <hr align="left" width="100%">
      <div align="left"><b><font size=+0><a href="Bariloche2000/Bariloche2000/Bariloche2000.html">Quantum symmetries in theoretical physics and mathematics</a></font><font size=+1><br>
      </font><font size=+0><a href="Bariloche2000/Bariloche2000/Bariloche2000.html">Simetr&iacute;as cu&aacute;nticas en f&iacute;sica te&oacute;rica y en matem&aacute;tica<br>
      Sym&eacute;tries quantiques en physique th&eacute;orique et en math&eacute;matiques</a></font><font size=+1><br>
      </font></b><strong><font size="-1"><b><a href="Bariloche2000/Bariloche2000/Bariloche2000.html">BARILOCHE 2000</a></b></font></strong>: A CIMPA-UNSA-UNESCO-ARGENTINA SCHOOL    <font size="-1">S.C. de Bariloche, Patagonia, Argentina (10 - 22 janvier 2000)<strong><br>
      </strong></font>
        Available lectures (<a href="Bariloche2000/Bariloche2000/Bariloche2000.html"> download </a>) : <font size="3">N. Andruskiewitsch, M. Dubois-Violette, D. Evans, A. Ocneanu, O. Ogievetsky, J.B. Zuber.</font><br>
        Available poster<strong>: </strong><a href="Bariloche2000/Bariloche2000/Bariloche2000.html"><font size="3">Classification</font></a> <a href="Bariloche2000/Bariloche2000/Bariloche2000.html"><font size="3">of SL(2,C) and SL(3,C)&nbsp; quantum subgroups</font></a> by <font size="3"><a href="Bariloche2000/Bariloche2000/ch3_h.jpg">A. Ocneanu</a></font>, poste<font size="3">r presented at the Bariloche school (January 2000)</font>, <font size="3">in relation with the classification of&nbsp; SU(3) lattice integrable models (P. Di Francesco - <a href="Bariloche2000/Bariloche2000/zuber.jpg">J.B. Zuber </a>).<br>
        </font>
        <font size="-1"><a href="Bariloche2000/Bariloche2000/Photos_Lecturers.html"><b><font size="+0">Lecturers </font></b><font size="+0">(photos)</font></a> N. Andruskiewitsch, M. Dubois-Violette, D. Evans, A. Ocneanu, O. Ogievetsky, N. Reshetikhin, M. Rosso, A. Varchenko, S.L. Woronowicz, J.B. Zuber. </font><font size="-1"></font> <font size="-1"><br>
        </font>      </div>
      <hr align="left" width="100%">
      <div align="left"><strong>Geometry and Integrability in Mathematical Physics :</strong><font color="#CD6B22"> <a href="http://www.lpthe.jussieu.fr/~pzinn/gimp/gimp08/">GIMP'08</a></font><br>
        Marseille, 15-19 septembre 2008<br>
        <a href="gimp08_poster_hi.jpg">Poster</a>      </div>
      <hr align="left" width="100%">
      <div align="left"><font color="#660000"><a href="http://math.cts.nthu.edu.tw/Mathematics/2011Taiwan-FranceWorkshop.htm"><strong>Symplectic Geometry and Quantum Symmetries in Mathematical Physics</strong></a></font><a href="http://math.cts.nthu.edu.tw/Mathematics/2011Taiwan-FranceWorkshop.htm"><font color="#AB703C"><strong></strong></font></a><br>
        Hsinchu, NCTS, 21-25 fevrier 2011<br>
        NCTS-CPT Joint Workshop. National Center for Theoretical Sciences, Hsinchu, Taiwan.<br>
      <a href="AfficheTaiwan.pdf">Poster</a>      </div>
      <hr align="left" width="100%">
        <hr align="left" width="100%">
        
           <!--
           
        <div align="left"><font color="#d40000">Warning</font> :  The following bookmarks are often rather old...        </div>
    <dd>
      <h3><font size="5" color="#ab703c"><br>
      
   
        </font><font color="#ab703c"><strong>Mathematiques &amp; Physique Th&eacute;orique :</strong></font><font color="#ab703c"> <a href="URLsScience">signets</a></font>
      </h3>
    <dd>
      <TABLE BORDER=3>
        <TR>
          <TD> Quantum field theory </TD>
            <TD>
              <div align="right">
                Elementary particles			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Classical and quantum gravity </TD>
            <TD>
              <div align="right">
                Cosmology			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Differential and riemannian geometry</TD>
            <TD>
              <div align="right">
                Lie groups,  etc.			        </div>			    </TD>
        </TR>
        <TR>
          <TD> Quantum groups and quantum groupoids </TD>
            <TD>
              <div align="right">
                Non Commutative Geometry			        </div>			    </TD>
        </TR>
        <TR>
          <TD> <a href="book/node4.html"><font size="4">Comments on Physics, Mathematics, Life, the Universe and Everything</font></a>                </TD>
            <TD> </TD>
        </TR>
      </TABLE>
    <dd>
    -->
    
    
      <h3><font size="5" color="#ab703c"><br>
      </font><font color="#ab703c">Informatique</font>      </h3>
    <dd>
      <TABLE BORDER=3 width = 34%>
				<TR>
					<TD width="48%">&nbsp;</TD>
					<TD width="52%">
						<div align="right"></div>					</TD>
				</TR>
				<TR>
					<TD><a href="LispIvoryMachines.html">Lisp and Ivory machines (links) </a></TD>
					<TD>
						<div align="right">
						  <p><a href="FromIvoryToG5/index.html"><font size="4">MacIvory to G5 via X11</font></a></p>
				  </div>					</TD>
				</TR>
				<TR>
					<td></td>
					<TD>
						<div align="right"></div>					</TD>
				</TR>
      </TABLE>
      The last link is a memo explaining how to send an X11 window from a (very old) Ivory Lisp Machine running Genera to a (not so new) Apple G5 running OSX     
  <font size="5">      
      <h3><font color="#ab703c">Photos</font> </h3>
 <TABLE BORDER=3 width = 30%>
		<!--
		  <TR>
			  <TD> Voyages </TD>
			  <TD>
				  <div align="right">
					  <a href="coque.html">Famille</a></div>			  </TD>
		  </TR>
		-->
		  
		  <TR>
			  <TD>    <a href="https://www.youtube.com/watch?v=KZU5RmnvPTE"> Plong&eacute;e (video Tuamotu) </a> </TD>
			  <TD>
				  <div align="right">
					  <a href="coquexbookmarks.html#Anchor-Aikido-49575">
						  Aikido					  </a>				  </div>			  </TD>
		  </TR>
    </TABLE>
		<hr width="100%">		
          <h3><font color="#ab703c">Liens<br>
          
        <!--  </font><br>    
            <a href="http://ampons.club.fr/"><font size="1">PageWebPons</font></a>		<font size="1"><a href="http://www.cpt.univ-mrs.fr/">CPT</a> <a href="http://www.cirm.univ-mrs.fr/">CIRM</a> <a href="http://wwwth.cern.ch/">CERN-TH</a></font><br>
            -->
   
          </h3>
          <div align="left"> </div>
		  <div align="left"><font size="4"><a href="Marseille/routard.html"><font color="#0000FF">Marseille</font></a> : hotels, restaurants, histoire, choses &agrave; faire</font> <font size="-1">(extrait du Guide du Routard, acc&egrave;s restreint &agrave; certaines machines du CPT...)</font> </div>
<hr width="100%">
	
				<div align="right">
				  <address>
				  </address>
				</div>
<hr width="100%">

		<h3><font size="2"><em>En physique, on sait associer des th&eacute;ories de champs particuli&egrave;res (th&eacute;ories conformes de type WZW) aux cat&eacute;gories de fusion d&eacute;finies par la donn&eacute;e d'un graphe de Dynkin G et d'un entier k non n&eacute;gatif (le niveau). Une autre possibilit&eacute; est de d&eacute;finir la cat&eacute;gorie de fusion par la donn&eacute;e du double quantique d'un groupe fini H, ou plus g&eacute;n&eacute;ralement par une paire (H,<font face="Symbol">w</font> ) o&ugrave; <font face="Symbol">w</font> est un 3-cocycle sur H &agrave; valeurs dans  U1. Plus g&eacute;n&eacute;ralement on peut consid&eacute;rer des &quot;orbifolds&quot; d&eacute;finis par la donn&eacute;e d'un groupe de Lie, d'un niveau, et d'un sous-groupe. </em></font><font size="2"><em>Les modules-cat&eacute;gories relatives aux diff&eacute;rents choix possibles de &quot;sous-groupes quantiques&quot; ou de &quot;modules quantiques&quot;, ainsi que les graphes de fusion correspondants, poss&egrave;dent quant &agrave; eux une interpr&eacute;tation physique dans le cadre des th&eacute;ories conformes &agrave; bord. En particulier, on sait, pour chacun d'eux, d&eacute;finir et calculer un invariant modulaire qui s'interpr&egrave;te, en physique, comme fonction de partition.</em></font></h3>
		

	   
		<h3><a href="quantumfusion/FusionGraphs.html"><font color="#ab703c" size="+2">Graphes de fusion</font></a> </h3>
	<h3 align="justify"><font size="2">A la donn&eacute;e d'un diagramme de Dynkin G et d'un entier positif k (niveau), on associe une cat&eacute;gorie de fusion qui peut &ecirc;tre d&eacute;crite soit en termes de repr&eacute;sentations int&eacute;grables d'alg&egrave;bres de Lie affines, soit en termes de certaines repr&eacute;sentations de groupes quantiques aux racines de l'unit&eacute;. La fusion par les repr&eacute;sentationx fondamentales int&eacute;grables peut &ecirc;tre d&eacute;crite par des graphes appel&eacute;s &quot;graphes de fusion&quot;.  D'une certaine fa&ccedil;on, ces cat&eacute;gories de fusion g&eacute;n&eacute;ralisent, au niveau quantique, la th&eacute;orie des repr&eacute;sentations des groupes et alg&egrave;bres de Lie, le processus de fusion g&eacute;n&eacute;ralisant la notion usuelle de produit tensoriel de repr&eacute;sentations. Les pages web propos&eacute;es (<a href="quantumfusion/FusionGraphs.html">ici</a>) montrent les graphes de fusion de type (G,k) et d&eacute;crivent quelques unes de leurs propri&eacute;t&eacute;s, pour tous les types de graphes de Dynkin (de </font><font size="2">rang petit), et pour quelques valeurs du niveau. </font></h3>
	
	  <h3><font color="#AC703E" size="+2"><a href="quantumfusion/FusionGraphs.html"><font color="#ab703c">Graphes de fusion pour modules et sous-groupes quantiques</font></a></font> </h3>
        <h3 align="justify"><font size="2">D'une certaine fa&ccedil;on, les cat&eacute;gories monoidales pr&eacute;c&eacute;dentes g&eacute;n&eacute;ralisent, au niveau quantique, la th&eacute;orie des repr&eacute;sentations des groupes et alg&egrave;bres de Lie. Or, classiquement, tout sous-groupe fini d'un groupe de Lie poss&egrave;de sa propre th&eacute;orie de repr&eacute;sentations, et l'ensemble obtenu en consid&eacute;rant des sommes d'irr&eacute;ductibles constitue un module sur l'anneau associ&eacute; aux repr&eacute;sentations du groupe de Lie consid&eacute;r&eacute;. Le m&ecirc;me ph&eacute;nom&egrave;ne existe dans le cadre quantique : pour chacune des cat&eacute;gories de fusion de type (G,k) on peut consid&eacute;rer des &quot;modules-cat&eacute;gories&quot; (ne pas confondre avec la notion de cat&eacute;gorie monoidale) sur laquelle la pr&eacute;c&eacute;dente (qui est monoidale) agit. L'action de (G,k) sur le module particulier choisi peut, lui aussi, &ecirc;tre d&eacute;crit par un graphe. Voir <a href="Bariloche2000">plus haut</a> les cours d&eacute;livr&eacute;s dans le cadre de l'&eacute;cole Bariloche 2000 et en particulier celui de A. Ocneanu sur la classification des modules et sous-groupes quantiques pour G = SU(2), SU(3) et SU(4). Les pages web propos&eacute;es (<a href="quantumfusion/FusionGraphs.html">ici</a>) reprennent cette classification et fournissent d'autres exemples (sans pr&eacute;tentation de classification) pour d'autres choix de G.</font></h3>

	   <h3><a href="quantumdoubles/comments.html"><font color="#ab703c" size="+2">Tables de caract&egrave;res (donn&eacute;es modulaires) pour doubles quantiques de groupes finis</font></a></h3>      
    <h3><font size="2">Cette base contient des donn&eacute;es modulaires pour des doubles de Drinfeld de groupes finis, &eacute;galement d&eacute;sign&eacute;s sous le nom de doubles quantiques (non tordus) de groupes finis. En particulier, des tables contiennent des donn&eacute;es modulaires pour tous les groupes finis exceptionnels de SU2, SU3 ainsi que pour quelques sous-groupes membres de s&eacute;ries infinies.</font></h3>
    <hr width="100%">
		
	<dd>
        
	  <h3 align="right">
			<TABLE BORDER=0 width=100% >
				<TR>
					<TD width = 40%> Centre de Physique Th&eacute;orique </TD>
					<TD width = 40%> Centre International de Rencontres Math&eacute;matiques</TD>
				</TR>
				<TR>
					<TD> <a href="http://www.cpt.univ-mrs.fr/"><img src="Key.gif" border=0 height=325 width=140 align=TOP></a>					</TD>
					<TD>
						<p><a href="http://www.cirm.univ-mrs.fr/"><img src="K3voeux2005.jpg" border=0 height=325 align=TOP></a>						</p>					</TD>
				</TR>
				<TR>
					<TD> <p><font size="2" color="#8119b8">Clef de l'univers accroch&eacute;e &agrave; la lune </font></p></TD>
					<TD>
						<div align="left">
							<p><i><a href="AssociahedronFE.pdf"><font size="2">Associahedre K3</font></a></i></p>
					  </div>					</TD>
				</TR>
				<TR>
					<TD>
						<p><i><a href="http://www2.iap.fr/users/esposito/logos.html"><font size="1" color="#8119b8">About the artist</font></a>
							</i>						</p>					</TD>
					<TD></TD>
				</TR>
			</TABLE>
      </h3>
            <hr align="right" width="100%">
             <div align="right">
               <hr width="100%">
               <div align="right">
                 <address>
     <!--              <a href="http://www.cpt.univ-mrs.fr/%7ecoque/7-star.ps"><font size="2">Plong&eacute;e (zoom!) dans une pavage fractal d'ordre 7</font>&nbsp;</a>&nbsp;<a href="http://www.cpt.univ-mrs.fr/%7ecoque/7-star.ps"><img src="7xstarxgrey.JPG" alt="" width=280 height=285></a>-->
                 <font size="2"> Plong&eacute;e (zoom!) dans une pavage fractal d'ordre 7</font> <img src="7xstarxgrey.JPG" alt="" width=280 height=285></a>
                 </address>
               </div>
               <p><font size="2"><a href="Star7Explications.html">Explications...</a></font></p>
               <p>
                 </div>
               </p>
               <div align="right"><a href="mailto:coque@cpt.univ-mrs.fr"><font size="3">Envoyez moi un courriel</font></a></div>
</div>
</body>
</HTML>
